const questions = [
  {
    text: 'Сколько океанов на планете Земля?',
    answers: ['3', '5', '4','6'], rightAnswer: 1,qNum: 0

  },
  {
    text: 'Сколько материков на Земле?',
    answers: ['6','5','4','8'],rightAnswer: 0,qNum: 1
  },
  {
    text: 'Какое государство второе самое большое по площади?',

    answers: ['Канада','Россия','Китай','США'], rightAnswer: 0, qNum: 2
  },
  {
    text: 'Какое самое маленькое государство в мире?',
    answers: ['Королевство Марокко', 'Ватикан','Лихтенштейн','Люксембург'],rightAnswer: 1,qNum: 3
  },
  {
    text: 'Сколько всего существует государств?',
    answers: ['213','189','120','195'],rightAnswer: 3,qNum: 4
  },
  {
    text: 'Какая самая длинная река в мире?',
    answers: ['Донец','Амазонка','Днепр','Нива'],rightAnswer: 1,qNum: 5
  },
  {
    text: 'Глубина Марианской впадины составляет?',

    answers: ['11000м','12390м','13000м','10020м'],rightAnswer: 0,qNum: 6
  },
  {
    text: 'Сколько всего морей на планете ?',

    answers: ['76','73','46','121'],rightAnswer: 0,qNum: 7
  },
  {
    text: 'Мертвое море - это?',
    answers: ['Море в северной части Азии','Озеро пресной воды','Самое соленое озеро в мире',' Искусственный водоём'], rightAnswer: 2,qNum: 8
  },
  {
    text: 'Самая высокая гора в мире?',

    answers: ['Чогори',
      'Канченджанга',
      'Джомолунгма',
      'Говерла'],
    rightAnswer: 2,qNum: 9

  },

]